{
    "name": "Nora Frost",
    "type": "Character",
    "looks": "a cosmopolitan in her mid to late 20s with a athletic and vibrant appearance.",
    "wearing": "A fitted top and jeans that accentuate her curves. Her clothing style is casual and practical for exploring a new city.",
    "face": "She has an oval-shaped face with high cheekbones that flush easily, especially when she is excited or aroused. Her blue eyes are expressive and sparkling with curiosity, crinkling at the corners when she smiles. Her nose is straight and proportionate to her face, and her mouth is full with a natural pink hue. Her ears are of average size and shape. Her skin is fair and smooth, with a healthy glow.",
    "body": "a athletic and curvaceous body, with a toned physique that suggests she is active and adventurous. She is of average height and weight, with long, lean legs and a slender waist.",
    "hair": "Her hair is blond and worn in a ponytail that sways behind her, suggesting it is at least shoulder-length when let down.",
    "specificdetails": "The ponytail is slightly tousled, indicating she has been active or on the move. She has a few freckles across her nose and cheeks, adding to her youthful and vibrant appearance.",
    "gender": "Female",
    "nationality": "Swedish",
    "style": "everyday clothing style is casual, practical, and cool. She prefers comfortable yet fitted pieces like jeans and tops that allow her to move easily while exploring or being active. Her style is low-maintenance but put-together, reflecting her adventurous and curious personality.",
    "personality": "curious, adventurous, and open-minded. She is bisexual, finding herself drawn to both men and women. She is flirtatious and eager to explore new experiences and places. She is open to new relationships and connections.",
    "voice": "light and airy, with a hint of a Scandinavian accent. Her tone is friendly and engaging, often laced with excitement and curiosity.",
    "speechstyle": "Casual, relaxed, and open."
}
